[
  {
    "METEORITE_": "Toluca",
    "CATEGORY": "Nonchondrite",
    "CLASS": "Differentiated iron",
    "GROUP": "IAB",
    "CATALOG": "M8",
    "DATE_FOUND": 1776,
    "LOCATION": "Xiquipilco, Mexico State, Mexico",
    "DESCRIPTION": "The Toluca meteorite was found before 1776 in Ziquipilco, Mexico State, Mexico. The total meteorite weight when found was 18,000 kilograms. Today, the Monnig gallery is home to 15 pieces of this meteorite. Eight etched end pieces, three etched complete slices, a polished end section, an etched part slice, an individual piece, and a cut individual piece can be found and have weights varrying from 52.6 grams to 2,647.6 grams.",
    "PICTURES": "Toluca.png"
  },
  {
    "METEORITE_": "Sikhote-Alin",
    "CATEGORY": "Nonchondrite",
    "CLASS": "Differentiated iron",
    "GROUP": "IIAB",
    "CATALOG": "M350",
    "DATE_FOUND": 1947,
    "LOCATION": "Primorskiy Kray, Russia (Eastern Siberia, Russia?)",
    "DESCRIPTION": "The morning of February 12, 1947, this meteorite was abserve falling in Eastern Siberia, Russia at 1038 hours. The total meteorite weight is an astonishing 23,000 kilograms. The Monnig Gallery is proud owner of nine pieces of this meteorite. One cut shrapnel fragment at 137.1 grams, two shrapnet fragments at 97.5 grams and 45.4 grams, two complete individual pieces at 62.3 grams and 1,922.2 grams, and an etched end section of 2,248.9 grams all can be seen at the Meteorite Gallery. Another unique specimen is a fragment, weighing 84.5 grams, and contains flow lines on its face. Tlast two are also individual specimens, weighing 76.7 grams and 66.4 grams.",
    "PICTURES": "Sikhote-Alin.png"
  },
  {
    "METEORITE_": "NWA 5000",
    "CATEGORY": "Nonchondrite",
    "CLASS": "Differentiated achondrite",
    "GROUP": "Lunar",
    "CATALOG": "M1431",
    "DATE_FOUND": 2007,
    "LOCATION": "Northwest Africa",
    "DESCRIPTION": "Northwest Africa 5000 is a Lunar meteorite made up of feldspathic breccia. Found in southern Morocco in July of 2007, this meteorite was originally 11.53 kilograms when found on Earth. The Monnig collection contains two part slices at 29.1 grams and 7.0 grams, as well as a fragment at 1.3 grams.",
    "PICTURES": "nwa_5000.png"
  },
  {
    "METEORITE_": "Springwater",
    "CATEGORY": "Nonchondrite",
    "CLASS": "Differentiated stony-iron",
    "GROUP": "Pallasite",
    "CATALOG": "M129",
    "DATE_FOUND": 1931,
    "LOCATION": "Saskatchewan, Canada",
    "DESCRIPTION": "In Saskatchewan, Canada, the Springwater meteorite was founded in 1931 and weighed a total 94.3 kilograms. Today, the meteorite can be found at the Monnig Meteorite Gallery as a slice that weighs 283.5 grams, or as a polished slice weighing 176.4 grams.",
    "PICTURES": ""
  },
  {
    "METEORITE_": "Serra de Magé",
    "CATEGORY": "Nonchondrite",
    "CLASS": "",
    "GROUP": "Eucrite",
    "CATALOG": "M75",
    "DATE_FOUND": 1923,
    "LOCATION": "Pernambuco, Brazil",
    "DESCRIPTION": "The Serra de Mage meteorite fell from the sky at 1100 hours the morning of October 1, 1923 and was collected from Pesqueira, Pernambuco, Brazil and had a total weight of 1.7 kilograms. The Monnig Gallery holds an individual piece of this meteorite that weighs 107.8 grams",
    "PICTURES": "eucrite-serra-de-mage-No.M75.png"
  },
  {
    "METEORITE_": "Sayh al Uhaymir 005",
    "CATEGORY": "Nonchondrite",
    "CLASS": "Differentiated achondrite",
    "GROUP": "Martian",
    "CATALOG": "M944",
    "DATE_FOUND": 1999,
    "LOCATION": "Oman",
    "DESCRIPTION": "The Sayh al Uhaymir 005 meteorite find consists of 5 individual stones found within 2 km of each other. These stones are grey-green in color and have a total mass of 1.34 kg. SaH 005 is believed to be paired with SaH 008, another martian meteorite found in the Oman. A pairing means meteorites are likely from the same incoming meteor, but were discovered at different times and classified as separate meteorites initially.",
    "PICTURES": "a-chondrite-shergottite_No.M-944"
  },
  {
    "METEORITE_": "Rica Aventura",
    "CATEGORY": "Nonchondrite",
    "CLASS": "Differentiated iron",
    "GROUP": "IVA",
    "CATALOG": "M978",
    "DATE_FOUND": 1910,
    "LOCATION": "Antofagasta, Chile",
    "DESCRIPTION": "Found in Chiie, the Rica Aventura meteorie weighed 5.395 kilograms when discovered in 1910. The Monnig Gallery contains one specimen, an etched main mass, of 3,510.0 grams.",
    "PICTURES": "nickel-iron-IVA-No.M-978-187x300"
  },
  {
    "METEORITE_": "Pena Blanca Springs",
    "CATEGORY": "Nonchondrite",
    "CLASS": "Primitive achondrite",
    "GROUP": "Aubrite",
    "CATALOG": "M41",
    "DATE_FOUND": 1946,
    "LOCATION": "Texas, USA",
    "DESCRIPTION": "Falling the night of August 2, 1946, the Pena Blanca Springs meteorite was 70 kilograms and fell in Brewster County, Texas, USA. The Monnig collection is home to five pieces of this meteorite – three fragments, weighing in at 749.5 grams, 51.0 grams, and 238.0 grams, as well as two polished complete slices at 627.5 grams and 24.6 grams.",
    "PICTURES": "Pena-Blanca-Spring.png"
  },
  {
    "METEORITE_": "Park Forest",
    "CATEGORY": "Chondrite",
    "CLASS": "Ordinary",
    "GROUP": "L5",
    "CATALOG": "M1095",
    "DATE_FOUND": 2003,
    "LOCATION": "Cook County, Illinois",
    "DESCRIPTION": "This meteorite is an observed fall. A bright meteor was observed in several midwestern states. The strewn field for this meteorite (the area over which the pieces fell) yielded many stones, several of which struck  homes and businesses in Park Forest, Illinois. The total mass of all the stones recovered is more than 18kg.",
    "PICTURES": "hypersthene-chondrite-No.M-1095.png"
  },
  {
    "METEORITE_": "Ourique",
    "CATEGORY": "Chondrite",
    "CLASS": "Ordinary",
    "GROUP": "H4",
    "CATALOG": "M831",
    "DATE_FOUND": 1871,
    "LOCATION": "Beja District, Portugal",
    "DESCRIPTION": "The Ourique meteorite was observed falling in the 2000 hour of June 14, 1871 in the Beja District in Portugal. The total weight when found was around 20 kilograms. The Monnig collection owns a 212.0 gram piece of the meteorite that is a fragment with crust.",
    "PICTURES": "Ourique.png"
  },
  {
    "METEORITE_": "NWA 2697",
    "CATEGORY": "Chondrite",
    "CLASS": "Carbonaceous",
    "GROUP": "CV3",
    "CATALOG": "M327",
    "DATE_FOUND": 2004,
    "LOCATION": "Northwest Africa",
    "DESCRIPTION": "Found in 2004 in Northwest Africa, the NWA 2697 meteorite weighed in at 9.42 kilograms. The Monnig Gallery now holds two samples – a polished end section that weighs 93.0 grams and an individual piece weighing 1,452.5 grams.",
    "PICTURES": "carbonaceous-chondrite-NWA2697CV3-No-265x300.png"
  },
  {
    "METEORITE_": "NWA 4049",
    "CATEGORY": "Nonchondrite",
    "CLASS": "Differentiated stony-iron",
    "GROUP": "Mesosiderite",
    "CATALOG": "M1318",
    "DATE_FOUND": 2005,
    "LOCATION": "Northwest Africa",
    "DESCRIPTION": "This meteorite, founded in 2005, was found in Northwest Africa with a total weight of 1.2 kilograms. Two complete slices, weighing in at 35.7 grams and 32.6 grams, are part of the extemsive collection of the Monnig Meteorite Gallery",
    "PICTURES": "NWA.png"
  },
  {
    "METEORITE_": "Murchison",
    "CATEGORY": "Chondrite",
    "CLASS": "Carbonaceous",
    "GROUP": "CM2",
    "CATALOG": "M158",
    "DATE_FOUND": 1969,
    "LOCATION": "Victoria, Australia",
    "DESCRIPTION": "This meteorite was observed when it fell in Victoria, Australia on the morning of September 28, 1969 at 1045 hours. At a total weight of 108 kilograms, the Monnig now holds three pieces of this meteorite, one is an 87.0 gram fragment, another an individual piece of 251.9 grams, as well as a individual piece with a fragment that is 73.2 grams.",
    "PICTURES": "carbonaceous-chondrite-No.M-158.png"
  },
  {
    "METEORITE_": "Mincy",
    "CATEGORY": "Nonchondrite",
    "CLASS": "Differentiated stony-iron",
    "GROUP": "Mesosiderite",
    "CATALOG": "M335",
    "DATE_FOUND": 1857,
    "LOCATION": "Missouri, USA",
    "DESCRIPTION": "A polished fragment of 32.3 grams of the Mincy meteorite, as well as a polished complete slice of 186.4 grams, can be found at the Oscar E. Monnig Meteorite Gallery. This meteorite was found in 1857 in Taney County, Missouri, USA.",
    "PICTURES": "mesosiderite-No.M-335-300x259.png"
  },
  {
    "METEORITE_": "Mundrabilla",
    "CATEGORY": "Nonchondrite",
    "CLASS": "Differentiated iron",
    "GROUP": "IAB",
    "CATALOG": "M426",
    "DATE_FOUND": 1911,
    "LOCATION": "Nullarbor Plain, Western Australia, Australia",
    "DESCRIPTION": "This meteorite, found in the Nullarbor Plain of Western Australia, fell at a whopping 13,000 kilograms. The Monnig holds seven pieces of specimen of the Mundrabilla meteorite – individual pieces of 190.1 grans, 632.1 grams, 533.0 grams, 1,789.9 grams, and 140.8 grams, as well as an etched end piece weighing 119.7 grams, and a polished complete slice at 21,000.0 grams.",
    "PICTURES": "Mundrabilla.png"
  },
  {
    "METEORITE_": "Kendleton",
    "CATEGORY": "Chondrite",
    "CLASS": "Ordinary",
    "GROUP": "L4",
    "CATALOG": "M32",
    "DATE_FOUND": 1939,
    "LOCATION": "Texas, USA",
    "DESCRIPTION": "The Kendleton meteorite fell in Fort Bend County, Texas, USA at 1925 hours on the night of May 2, 1939. The total specimen weighed 9.77 kilograms at the time it fell. The Monnig collection is owner of six indivisual specimens  – one cut fragment at 139.6 grams, one fragment at 548.3 grams, two individual pieces at 375.8 and 448.4 grams, one broken individual piece at 529.7 grans, and an end piece that weighs 142.6 grams.",
    "PICTURES": "hypersthene-chondrite-KendletonL4-No.M-32.png"
  },
  {
    "METEORITE_": "Homestead",
    "CATEGORY": "Chondrite",
    "CLASS": "Ordinary",
    "GROUP": "L5",
    "CATALOG": "M54",
    "DATE_FOUND": 1875,
    "LOCATION": "Iowa, USA",
    "DESCRIPTION": "The night of July 19, 1875, the Homestead meteorite fell at 2215 hours in Iowa County, Iowa, USA. The total weight of the meteorite was 227.3 kilograms, and the Monnig collection is home to two individual pieces of this meteorite, one weighing 9,525.6 grams and the other at 1,143.7 grams.",
    "PICTURES": "hypersthene-chondrite-homesteadL5-No.M-54-242x300.png"
  },
  {
    "METEORITE_": "Gujba",
    "CATEGORY": "Chondrite",
    "CLASS": "Carbonaceous",
    "GROUP": "Bencubbinite",
    "CATALOG": "M1039",
    "DATE_FOUND": 1984,
    "LOCATION": "Yobe, Nigeria",
    "DESCRIPTION": "At 1830 hours the night of April 3, 1984, the Gujba meteorite fell above Yobe, Nigeria and had a total weight of 15 kilograms. The Monnig Gallery holds a complete slice of this meteorite, weighing 58.7 grams.",
    "PICTURES": "Gujba.png"
  },
  {
    "METEORITE_": "Fukang",
    "CATEGORY": "Achondrite",
    "CLASS": "Differentiated stony-iron",
    "GROUP": "Pallasite",
    "CATALOG": "M1251",
    "DATE_FOUND": 2003,
    "LOCATION": "Xinjiang Uygur, China",
    "DESCRIPTION": "The Fukang meteorite was found in Xinjiang Uygur, China in 2003. The total weight of the meteorite is not known, but the Monnig Gallery contains two specimen pieces – one a block weighing 1340.0 grans, and another polished part slice at 19.1 grams.",
    "PICTURES": "Fukang.png"
  },
  {
    "METEORITE_": "Floydada",
    "CATEGORY": "Achondrite",
    "CLASS": "Differentiated iron",
    "GROUP": "IIIAB",
    "CATALOG": "M28",
    "DATE_FOUND": 1912,
    "LOCATION": "Texas, USA",
    "DESCRIPTION": "Found in Floyd County, Texas, the Floydada meteorite was found before the year 1912 and had a total weight of 12.5 kilograms. A main mass, etched end specimen can be found at the Monnig Meteorite Gallery and weights 6,392.0 grams. Another etched whole slice is also owned by the Gallery and is 494.0 grams.",
    "PICTURES": "Floydada.png"
  },
  {
    "METEORITE_": "Esquel",
    "CATEGORY": "Achondrite",
    "CLASS": "Differentiated stony-iron",
    "GROUP": "Pallasite",
    "CATALOG": "M446",
    "DATE_FOUND": 1951,
    "LOCATION": "Chubut, Argentina",
    "DESCRIPTION": "The exact year this meteorite was found is not known, but it was before 1951 in Chubut, Argentina. The meteorite found had a total weight of 1500 kilograms, and the Monnig Collection contains a polished part slice, weighing 69.2 grams.",
    "PICTURES": "Esquel.png"
  },
  {
    "METEORITE_": "Camel Donga",
    "CATEGORY": "Nonchondrite",
    "CLASS": "Differentiated achondrite",
    "GROUP": "Eucrite",
    "CATALOG": "M434",
    "DATE_FOUND": 1984,
    "LOCATION": "Nullarbor Plain, Western Australia, Australia",
    "DESCRIPTION": "Found Janurary of 1984, this meteorite fell in the Nullarbor Plain of Western Australia at a total of 8 kilograms. The Monnig collection contains two pieces of the Camel Donga meteorite, one being an end piece of 335.8 grams and the other is an individual piece at 338.1 grams.",
    "PICTURES": "Camel-Donga.png"
  },
  {
    "METEORITE_": "Bouvante",
    "CATEGORY": "Nonchondrite",
    "CLASS": "Differentiated achondrite",
    "GROUP": "Eucrite",
    "CATALOG": "M1224",
    "DATE_FOUND": 1978,
    "LOCATION": "Drome, France",
    "DESCRIPTION": "The Bouvante meteorite was found in Drome, France in 1978 at 8.3 kilograms. Classified as a Eucrite, the Monnig holds a cut fragment that contains crust at a specimen weight of 391.2 grams.",
    "PICTURES": "Bouvante.png"
  },
  {
    "METEORITE_": "Brenham",
    "CATEGORY": "Nonchondrite",
    "CLASS": "Differentiated stony-iron",
    "GROUP": "Pallasite",
    "CATALOG": "M123",
    "DATE_FOUND": 1885,
    "LOCATION": "Kansas, USA",
    "DESCRIPTION": "Six unique pieces of the Brenham meteorite can be found in the Monnig Gallery, each a piece of planetary history. The Brenham meteorite was found in 1885 in Kiowa County in Kansas, USA. An etched half individual ( 22,892.6 grams), two polished slices (378.0 grams and 259.0 grams), one polished part slice (72.4 grams), one polished complete slice (639.9 grams), and one individual piece (97,977.6 grams) is among the collection. When the meteorite was found, its total weight was 4400 kilograms, making quite the impact.",
    "PICTURES": "Brenham.png"
  },
  {
    "METEORITE_": "Benguerir",
    "CATEGORY": "Chondrite",
    "CLASS": "Ordinary",
    "GROUP": "LL6",
    "CATALOG": "M12031",
    "DATE_FOUND": 2004,
    "LOCATION": "El Kelaa des Straghna, Morocco",
    "DESCRIPTION": "The observed fall of the Benguerir meteorite, was at 1145 hours on November 22, 2004. The meteorite had a total weight of 30 kilograms. The Monnig is home to a hald individual piece of this meteorite that weights 232.2 grams.",
    "PICTURES": "amphoterite-LL6-No.M-1203.png"
  },
  {
    "METEORITE_": "Atoka",
    "CATEGORY": "Chondrite",
    "CLASS": "Ordinary",
    "GROUP": "L6",
    "CATALOG": "M40",
    "DATE_FOUND": 1945,
    "LOCATION": "Oklahoma, USA",
    "DESCRIPTION": "The Monnig collection holds two pieces of the Atoka meteorite, which fell in the Atoka County in Oklahoma, USA with a weight of 1.4 kilograms. The observed fall occurred the 17th of September, 1945. The half individual specimen is 36.8 grams and the individual main specimen is 518.3 grams.",
    "PICTURES": "hypersthene-chondrite-No.M-40-300x288.png"
  }
]